[{"id":"22","name":"Basic Monitoring","content":"<p>The majority of patients in critical care areas require invasive blood pressure monitoring. It is the gold standard of blood pressure measurement, giving accurate beat-to-beat information. The steps are as follows:</p>\n<ul class=\"ul-content\">\n<li>A short cannula is inserted into an artery, typically the radial, femoral or dorsalis pedis artery. The cannula is connected to a transducer via a stiff non-compliant tubing containing saline</li>\n<li>The column of saline moves with the arterial pulsation and the transducer converts this movement to electrical energy</li>\n<li>A numerical and graphical display allows beat-to-beat measurement of pressure. It also allows analysis of the waveform, which can be clinical observation of swing or a computerized pulse contour analysis, for example, the PICCO or LiDCO system</li>\n</ul>\n<p>Some complications of Invasive blood pressure monitoring:&nbsp;</p>\n<ol>\n<li>Bleeding</li>\n<li>Infection</li>\n<li>Haematoma</li>\n<li>Air embolism</li>\n<li>Thrombosis</li>\n<li>Distal limb ischaemia or infarction</li>\n<li>Inadvertent intra-arterial drug injection</li>\n<li>Damage to local structure, for example, nerves</li>\n</ol>\n<p>Damping can interfere with the interpretation of invasive blood pressure.&nbsp; Overdamping lowers the systolic pressure and elevates the diastolic pressure and seems to 'flatten the trace'.</p>\n<p>&nbsp;</p>","questions": [{"question":"Name 3 complications of invasive BP monitoring? ", "contents":"<ol class=\"ul-content\">\n<li>Bleeding</li>\n<li>Infection</li>\n<li>Haematoma</li>\n<li>Air embolism</li>\n<li>Thrombosis</li>\n<li>Distal limb ischaemia or infarction</li>\n<li>Inadvertent intra-arterial drug injection</li>\n<li>Damage to local structure, for example, nerve</li>\n</ol>"},{"question":"testing question 2 ", "contents":"<p>testing content</p>"},{"question":"testing question 3", "contents":"<p>testing content</p>"},{"question":"", "contents":""},{"question":"", "contents":""},{}]}]