[{"id":"20","name":"Thames Valley Critical Care Course","content":"<p>This course aims to provide you with an introduction to concepts and skills specific to intensive care medicine. The course will help you gain knowledge and confidence to work as part of the wide multidisciplinary critical care team.</p>\n<p>The focus of the course is relevant and practical learning rather than theoretical. This should help you develop and learn the skills required to be able to recognise, assess and care for critically ill patients.</p>\n<p>It is a multidisciplinary course and is designed to be equally suitable for nursing, medical, critical care practitioners and other allied healthcare professionals caring for critically ill patients. From a medical point of view, it is intended to meet the needs of any trainee new to critical care as part of their Internal Medicine Training or Core Training, whilst at the same time, offering those with prior critical care experience the opportunity to consolidate their knowledge. All members of the multidisciplinary team completing this course will gain vital knowledge and skills required to take on greater levels of responsibility when caring for a critically ill patient.</p>\n<p>&nbsp;</p>\n<p>The course comprises of two components:&nbsp;</p>\n<p>Firstly, the <a href=\"https://www.oxfordicm.co.uk/tv-ccc-precourse\">pre-course learning</a> which is primarily e-modules and replaces numerous lectures that would have otherwise been given during the course, therefore, saving time on the day of the course for more interactive and practical workshops. In addition to the e-modules, there are a few supplementary topics which are covered within this manual. In addition to the e-modules, there are a few other key topics which you will need to read over. These can be found in the 'essential reading' section of the pre-course learning.</p>\n<p>&nbsp;</p>\n<p>The second component is the <a href=\"https://www.oxfordicm.co.uk/tv-ccc-courseprogramme\">one-day face to face course </a>which is mainly comprised of small group workshops, skill stations and simulation training. The goal of this is to put what has been learnt in the pre-course learning into practice. The course should provide you with the knowledge and skills to facilitate further learning in your day to day clinical practice.&nbsp; &nbsp;</p>\n<p>&nbsp; &nbsp;&nbsp;</p>","question1":"","contents1":"","question2":"","contents2":"","question3":"","contents3":"","question4":"","contents4":"", 
"tag": ["critical care", "course", "icm", "cc"], 
"questions": [
        {"question": "testing question", "contents": "testing content"}, 
		{"question": "testing question 2 ", "contents": "testing content"}, 
		{"question": "testing question 3", "contents": "testing content"}
		]
}]

