{"id": 1305, "name": "ECG changes", "question1": "Hypokalaemia and Hyperkalemia","contents": "<p></p>", "question2": "Hypocalcaemia  and complications", "contents2": "<p><strong><u>Long QT syndrome </u></strong></p><p>The corrected QT interval QTc is taken as the time between the beginning of the QRS complex and the end of the T-wave, it is less than 440ms-1 in men and 460ms-1 in women.</p><p>Severe hypocalaemia (less than 1.9 mmol-1) may cause prolongation of the QTc (A) as may some medications/</p><p>A QTc greater than 500ms is associated with an increased risk of Torsades des Pointes</p><p><br></p><p><strong><u>Torsades des pointes</u></strong></p><p><br></p><ul><li>occurs in the context of pre-existing QTc prolongation.</li><li>Polymophic VT simply denotes that there are multiple foci of electrical activity within the ventricle that result in QRS complexes of varying amplitude and axis.</li><li>Torsades des Pointes has a characteristic morphology which is described as twisting around the isoelectric line.</li><li>Diagnosis allows treatment :</li><li class=\"ql-indent-1\">Mg2+ or overdrive pacing to be instigated prior to degeneration into VF.</li></ul>", "question3": "Digoxin effect and Hypothermia", "contents3": "<p><strong><u>Digoxin effect </u></strong>is seen at therapeutic levels and is a seperate phenomenon to digoxin toxicity. </p><ul><li>Digoxin causes down-slopin ST segment depression (A) with flattendd or inverted T waves (N) and the development of I waves(C) that together give the characteristic reverse tick sign. </li><li>I tis the shotening of both atrial and ventricular refractory periods that leads to the rpolarisatn abnormalities that underlie these changes.  </li><li>In digoxin toxicyt there is a combinatio  of increased automaticity due to th increase IC Ca2_ and a profound AV doncduction block.  </li><li>these typically lead to an underlying atrial tachyarrhythmia such as AF with a flow ventrciular resonse. </li></ul><p><br></p><p><strong><u>Hypothermia.</u></strong></p><p>Defined as core body temperature &lt; 35o </p><ul><li>Prolongation of PR, QRS and QT intervals may be seen along with the devleopment of arhythmias or Osbonr waves also called J waves. </li><li>Osbonr waves are a positive deflectedion occuring at the J point (C) - just after the S of the QRS.  with an amplitude proporational to the severity of the hypothermia. </li></ul>", "question4": "Define 1st degree Heart Block. Define 2nd degree Heart block (2) ", "contents4": "<p><strong><u>1st degree Heart block </u></strong></p><p>present when the PR interval measures greater than 200ms </p><p><br></p><p><strong><u>2nd degree Heart Block - type I</u></strong></p><p>In this form of 2nd degree block there is a progressive prolonging of the PR interval then a drop.  </p><p>Usually benign and requires no treatment </p><p><br></p><p><strong><u>2nd degree Heart Block - type II</u></strong></p><p>Fixed conduction abnormality without progressive prolongation of the PR interval so that only a certain ratio of P waves lead to conduction.  </p><p>This ratio may be variable or fixed. </p><p>eg Fixed 3:1 with three P waves for each QRS. </p><p>Unlike Mobitz type 1 a type II block has a much stronger association with haemodynamic instability bradycardia or progression to complete heart block and pacemaker insertion is mandated. </p><p><br></p>", "question5": "Complete heart block ", "contents5": "<p>None of the atrial impulses are conducted to the ventricle and cardiac output is maintained only by ventricular escape beats or junctional rhythm. </p><p>Although both regular, the P waves and QRS complexes are independent of each other. </p><p>High risk of ventricular standstil and sudden cardiac death - pts. require temporary pacing followed by permanent pacing. </p>" },