{"id": 1310, "name": "Cardiac MAP", "question1": "What mechanisms control MAP (4) and what is the equation for MAP?","contents": "<p>Four mechanisms by which MAP is controlled.</p><ul><li><strong>(1) High pressure Baroreceptors: </strong></li><li class=\"ql-indent-2\"><strong>Arterial baroreceptors found in <u>Aortic arch and Carotid sinuses</u> (NOT bodies)</strong></li><li class=\"ql-indent-2\">Sensitive from 80-150mmHg MAP; reset if have chronic HTN</li><li class=\"ql-indent-2\">Carotid sinuses are small dilatations of the internal carotid arteries, just above the carotid bifurcation; have biggest effect &gt; aortic arch baroreceptors</li><li class=\"ql-indent-2\"><strong>Increase </strong>discharge frequency in response to <strong>increased </strong>arterial pressure (i.e. increased firing if go supine)</li><li class=\"ql-indent-3\"><u>Aortic arch </u>→ VAGUS (X)</li><li class=\"ql-indent-3\"><u>Carotid sinus </u>→ GLOSSOPHARYNGEAL (IX)</li><li class=\"ql-indent-3\">IX and X → medullary vasomotor centre:</li><li class=\"ql-indent-4\"><strong>Pressor centre = </strong>ventrolateral medulla: there is tonic output to maintain background vascular SM tone; also causes venoconstriction, increased HR and contractility, and adrenaline release via sympathetic efferents</li><li class=\"ql-indent-4\"><strong>Depressor centre</strong> is caudal and medial to the pressor centre in the medulla: inhibits the pressor area and directly inhibits sympathetic outflow at spinal level</li><li class=\"ql-indent-2\">SNS outflow rapidly altered = HR and SVR altered, adjusting MAP to its set point</li><li class=\"ql-indent-2\">Large A fibres activated at lower pressure, with C fibres activated at higher pressure</li><li class=\"ql-indent-2\">Carotid sinus massage <strong>increases </strong>the force of ventricular contraction through improved preload</li><li class=\"ql-indent-2\">Also influences plasma volume via the RAA system&nbsp;</li><li class=\"ql-indent-3\">Increased SNS outflow = renin secretion = increased plasma volume</li><li class=\"ql-indent-3\">e.g. pre-eclampsia, where persistently high MAP leads to low plasma volume</li><li class=\"ql-indent-2\">Sensitivity and rapidity of reflex is reduced with ageing and atherosclerosis</li><li><strong>(2) Low-pressure mechanoreceptors</strong> in great veins and wall of right atrium</li><li class=\"ql-indent-2\">The <strong>Bainbridge reflex </strong>= increased HR in response to increased CVP</li><li class=\"ql-indent-2\"><strong>Mechanoreceptors</strong> → increased firing of B fibres in vagus → medulla → <u>modulates PNS and SNS fibres to SA node = increased HR, </u></li><li class=\"ql-indent-3\">minimal effect on contractility and stroke volume</li><li class=\"ql-indent-2\">Blocked by atropine and by cutting vagus nerve</li><li class=\"ql-indent-2\"><u>Physiological examples include:</u></li><li class=\"ql-indent-3\"><u>Sinus arrhythmia = cyclical change in R-R interval with respiration</u></li><li class=\"ql-indent-4\">Relies on vagal PS tone</li><li class=\"ql-indent-4\">HR increases with inspiration and decreases with expiration</li><li class=\"ql-indent-5\">Inspiration = negative intrathoracic pressure = transient increase in venous return and raised CVP = increased HR</li><li class=\"ql-indent-4\">Diminishes with rise in RR and fall in TV</li><li class=\"ql-indent-4\">Diminished with increasing depth of anaesthesia</li><li class=\"ql-indent-4\">More marked in young males than young females</li><li class=\"ql-indent-4\">Reduced in those with long-standing DM</li><li class=\"ql-indent-3\"><u>Uterine autotransfusion</u></li><li class=\"ql-indent-4\">Sustained uterine contraction following delivery = 500ml blood returned to maternal circulation</li><li class=\"ql-indent-4\">Results in raised CVP and thus a tachycardia</li><li>(3) The <strong>chemoreceptor reflex</strong></li><li class=\"ql-indent-1\">Carotid and aortic <strong>bodies</strong> are <u>activated by severe hypotension </u>(MAP &lt; 60mmHg), as well as pCO2, pO2, pH</li><li class=\"ql-indent-1\">Respiratory centre in medulla and pons receives outflow from receptors; triggers nearby vasomotor centre described above via direct neural connections</li><li class=\"ql-indent-1\">Activation triggers increased SNS activity = slight raised HR and MAP</li><li class=\"ql-indent-1\">Therefore hypoxia, hypercapnoea, and acidosis trigger SNS outflow from the vasomotor centre</li><li><strong>(4) External stimuli such as pain, emotion, and temperature triggering reflexes which alter MAP</strong></li></ul><p><br></p><p><strong><u>Equation for MAP : </u></strong></p><p>MAP = SBP + (2DBP) / 3</p><p><br></p><p><strong style=\"color: rgb(0, 0, 0);\">PB_BK_39 The cardiac cycle: pressure volume relationships, work and power</strong></p>", "question2": "What reflexes are elicited by a rapid fall in blood pressure eg sudden 2L blood loss?   What is the bainbridge reflex?", "contents2": "<p>Medulla - vasomotor centre --&gt; RVLM outflow --&gt; Increased sympathetic outflow --&gt; Increased HR, Increased contractility, Venoconstriction (preload)</p><ul><li><strong>1) Baroreceptor reflex activation </strong>- immediate response</li><li class=\"ql-indent-1\">reduced baroreceptor firing (due to reduced vessel stretch) leads to reduced afferent discharge in glossopharyngeal and vagus nerves.</li><li class=\"ql-indent-1\"><u>Cardio-inhibitory centre is inhibited while the vasomotor centre is activated,</u> leading to reduced parasympathetic activity and increased sympathetic activity, resulting in increased force of cardiac contraction, tachycardia and increased SVR.</li><li><strong>2) Cardiovascular:</strong></li><li class=\"ql-indent-1\">redistribution of CO from skin, muscle and viscera to brain and heart</li><li><strong>3) Hypothalamic-Pituitary-Adrenal</strong> responses :</li><li class=\"ql-indent-1\">increased ADH secretion from the posterior pituitary, leading to water conservation.</li><li class=\"ql-indent-1\">increased adrenal release of noradrenaline, adrenaline and cortisol via sympathetic nervous system activation.</li><li><strong>4) Starlings forces :</strong></li><li class=\"ql-indent-1\">Favour interstitial fluid movement into the circulation through a fall in <u>intravascular hydrostatic pressure</u> and a rise in oncotic pressure.</li><li><strong>5) Renin-Angiotensin-Aldosterone system</strong></li><li class=\"ql-indent-1\">fall in renal blood flow. detected by juxtaglomerular apparatus, leads to release of renin, which converts angiotensinogen to angiotensin I.</li><li class=\"ql-indent-1\">Angiotensin converting enzyme (ACE) secreted by the lungs and kidneys converts this into angiotensin 2, which causes vasoconstriction and stimulates the release of aldosterone.</li><li class=\"ql-indent-1\">Aldosterone increases sodium and water re-absorption at the distal convoluted tubules, thereby expanding plasma volume</li></ul><p><br></p><p><strong><u>What is the Bainbridge reflex?</u></strong></p><p>Also, known as the atrial reflex. A rapid increase in venous return to the heart (eg rapid IV fluid bolus may lead to activation of low-pressure atrial stretch receptors, resulting in an increase in HR. The purpose of the tachycardia is to restore atrial (and vena caval pressures to normal by removing blood volume from the right atrium. The Bainbridge reflex is involved in respiratory sinus arrhythmia where heart rate momentarily increases with inspiration lower intrathoracic pressure) due to increased venous return.</p><p><br></p><p><strong><u>What is the Bezold-Harisch reflex: </u></strong></p><ul><li>Stretching and contraction of poorly filled ventricle → <u>nonencapsulated terminals of unmyelinated C-fibre afferents in LV wall → VAGUS NERVE</u> → inhibition of SNS to peripheral vessels + increased vagal activity</li><li>Triad of hypotension, bradycardia, and apnoea</li><li>Coronary vasodilation occurs = protective reflex; occurs in acute MI</li><li>Has a role in vasovagal syncope</li></ul><p><br></p>", "question3": "What is the effect of a sudden IV infusion of 5% dextrose?  What is the effect of an IV infusion of 1 L 0.9% saline solution?", "contents3": "<p><strong><u>What is the effect of a sudden IV infusion of 5% dextrose?&nbsp;&nbsp;</u></strong></p><ul><li><strong>5% dextrose is a hypotonic solution</strong> and therefore gets distributed equally throughout all the fluid compartments.</li><li class=\"ql-indent-1\">It can be thought of as water because the dextrose gets metabolised leaving behind water, which diffuses freely.</li><li class=\"ql-indent-1\">&gt; Intravascular volume will thus increase only minimally (by approximately 70 mL if 1 L was administered).</li><li class=\"ql-indent-1\">&gt; This is less than the 7–10% threshold needed to stimulate the baroreceptors.</li><li class=\"ql-indent-1\">&gt; However, the <strong>plasma osmolarity will decrease enough to stimulate the osmoreceptors</strong> (1–2% threshold) and therefore :</li><li class=\"ql-indent-2\">ADH secretion will decrease, increasing renal water excretion.</li></ul><p><br></p><p><strong><u>What is the effect of an IV infusion of 1 L 0.9% saline solution?</u></strong></p><ul><li>This is an <strong>isotonic solution and results in ECF expansion,</strong> diuresis and natriuresis as explained below:</li><li class=\"ql-indent-1\">&gt; Sodium will diffuse from areas of high concentration to those of lower concentrations and will be followed by water</li><li class=\"ql-indent-1\">&gt; The <strong>cell membrane is impermeable to sodium</strong> and thus the distribution of the saline (water) administered will be <strong>confined to the ECF</strong> with:</li><li class=\"ql-indent-2\">75% (750 mL) in the ISF and</li><li class=\"ql-indent-2\"><strong>25% (250 mL) in the plasma</strong></li><li class=\"ql-indent-1\">&gt; The <strong>plasma expansion from 3.5 to 3.75 L is enough (7% increase) </strong>to be detected by the baroreceptors and ADH secretion is reduced</li><li class=\"ql-indent-1\">&gt; The increased sodium load and ECF expansion will cause an increase in ANP secretion and natriuresis, and inhibition of the renin–angiotensin– aldosterone system.</li></ul><p><br></p>", "question4": "What is ADH secreted in response to?  ", "contents4": "<p><strong><u>ADH is secreted in response to:</u></strong></p><p><strong>HAVE</strong> water</p><ul><li><strong><u>Hyperosmolarity</u></strong>(threshold 1–2%)</li><li class=\"ql-indent-1\">detected by osmoreceptors in the hypothalamus, outside the blood–brain barrier.</li><li class=\"ql-indent-1\">Similarly, osmoreceptors stimulate thirst</li><li><strong><u>Angiotensin II</u></strong> (AGII)</li><li><strong><u>Volume depletion (ECF)</u></strong>detected by</li><li class=\"ql-indent-1\">low-pressure baroreceptors in great veins, atria and pulmonary vessels, and</li><li class=\"ql-indent-1\">high-pressure baroreceptors in the carotid sinus and aortic arch (threshold 7% change in volume)</li><li><strong><u>EMOTION</u></strong></li><li class=\"ql-indent-1\"><strong><u>Other</u></strong>:pain, exercise, stress, emotion, nausea and vomiting, standing, nicotine, morphine, barbiturates, carbamazepine.</li></ul><p><br></p><p>ADH secretion is reduced in response to:</p><ul><li>Low osmolarity</li><li>Increased ECF volume</li><li>Alcohol</li></ul>", "question5": "Syllabus/ SOE", "contents5": "<p> </p>" },
